zsh-users/zsh-completions
olets/zsh-abbr    kind:defer
MichaelAquilina/zsh-you-should-use

# bleak
belak/zsh-utils path:prompt
belak/zsh-utils path:completion

# Oh-my-zsh plugins
ohmyzsh/ohmyzsh path:plugins/vi-mode

# popular fish-like plugins
zsh-users/zsh-autosuggestions
zdharma-continuum/fast-syntax-highlighting kind:defer
zsh-users/zsh-history-substring-search
